# Install command-line tools using Homebrew
# Usage: `brew bundle Brewfile`

# Update to latest

brew "fish"
brew "wget", args: ['enable-iri']
brew "tmux", args: ['--with-utf8proc']
brew "reattach-to-user-namespace"

tap "universal-ctags/universal-ctags"
brew "universal-ctags", args: ['HEAD']

tap "neovim/neovim"
brew "neovim", args: ["HEAD"]

tap "xo/xo"
brew "usql"

brew "pcre"
brew "pkg-config"
brew "rename"
brew "pv"

# Searchers
brew "ag"
brew "pt"
brew "jq"

# gits
brew "git", args: ["with-brewed-curl", "with-brewed-openssl"]
brew "gist"
brew "hub"
brew "tig"
brew "gnupg", args: ['with-readline']

# javascript
brew "node"
brew "nvm"
brew "yarn"

# ruby
brew "chruby"
brew "chruby-fish"
brew "ruby-build"
brew "readline"

# python
brew "python"

# go
brew "go"
brew "godep"

# rust
brew "rust"
brew "rustup-init"
brew "xsv"

# security
brew "hashpump"
brew "nmap"
brew "wireshark"

# ethereum
tap "paritytech/paritytech"
brew "parity",  args: ['devel']

cask "typora"
