# Install command-line tools using Homebrew
# Usage: `brew bundle Brewfile`

# Update to latest

brew "zsh"
brew "wget", args: ['enable-iri']
brew "zplug"

brew "pcre"
brew "pkg-config"
brew "rename"
brew "pv"

brew "tmux"
brew "reattach-to-user-namespace"
brew "ctags"

brew "the_silver_searcher"
brew "the_platinum_searcher"

brew "git", args: ["with-brewed-curl", "with-brewed-openssl"]
brew "hub"
brew "tig"

brew "mutt", args: ["with-sidebar-patch"]

brew "node"
brew "chruby"
brew "ruby-install"
brew "lua"
brew "clisp"
brew "python"
brew "go"

brew "hashpump"
brew "nmap"
brew "wireshark"

tap "neovim/neovim"
brew "neovim", args: ["HEAD"]
