# Install command-line tools using Homebrew
#
# ## Example:
#
#     $ brew bundle
#     $ brew bundle --file Brewfile

brew "fish"
brew "tmux", args: ['--with-utf8proc']

# Editor related
tap "universal-ctags/universal-ctags"
brew "universal-ctags", args: ['HEAD']

tap "neovim/neovim"
brew "neovim", args: ["HEAD"]

tap "xo/xo"
brew "usql"

# Command line
brew "ag"
brew "gnupg", args: ['with-readline']
brew "hashpump"
brew "jq"
brew "nmap"
brew "pv"
brew "rename"
brew "wireshark"
brew "xsv"

brew "gist"
brew "git", args: ["with-brewed-curl", "with-brewed-openssl"]
brew "hub"
brew "tig"

# Languages
brew "node"
brew "python"
brew "go"
brew "godep"
brew "rust"
